---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Title
source: html/7516ad70-29a8-ea9b-03fc-4b8066da99dd.htm
---
# Autodesk.Revit.DB.GroupTypeId.Title Property

Title Text.

## Syntax (C#)
```csharp
public static ForgeTypeId Title { get; }
```